{
  "title": "About me",
  "description": [
    "Hey, I'm <strong>{{config.owner.fullName}}</strong>, a third-year Communication and Multimedia Design student at the Amsterdam University of Applied Sciences, passionate about <strong>Web design and Development</strong>. I love combining creativity and technical skills to craft intuitive, user-centered digital experiences.",
    "Currently, I'm exploring innovative technologies through a minor in Designing for Emerging Technologies, while later this year, I'll begin a second minor in Stuttgart to specialize in App Design and Development. My expertise includes tools like <strong>Figma, HTML/CSS, and Javascript</strong>, enabling me to combine design and development seamlessly.",
    "I'm driven by a curiosity to push the boundaries of Digital design and Development and my goal is to design and develop user-friendly digital experiences that help businesses connect with their audience and meet their goals."
  ],
  "whatImDoing": {
    "title": "What I'm Doing",
    "interests": {
      "backendDevelopment": {
        "title": "Prototyping en Wireframing",
        "description": "Designing prototypes using tools like Figma or Adobe XD to test and refine user flows and interfaces.",
        "iconAlt": "Backend Development icon"
      },
      "webDevelopment": {
        "title": "User Research en Testing",
        "description": "Conducting user research and usability testing to optimize digital products.",
        "iconAlt": "Web Development icon"
      },
      "artificialIntelligence": {
        "title": "Front-end Development",
        "description": "Developing responsive websites and dynamic user interfaces using HTML, CSS, and JavaScript.",
        "iconAlt": "Artificial Intelligence icon"
      },
      "cooking": {
        "title": "3D-Modellering",
        "description": "Exploring 3D modeling with Blender and Unity to create immersive experiences.",
        "iconAlt": "Cooking icon"
      }
    }
  },
  "testimonials": {
    "title": "Testimonials",
    "testimonials": {
      "marcDierikx": {
        "name": "Marc Dierikx",
        "position": "Chief Technology Officer at S.P. Abonneeservice BV",
        "dateISO": "2024-09-11",
        "description": [
          "Sem joined us as an intern on a project where he could work as a full stack developer.",
          "He turned out to be a very nice and incredibly driven and motivated student who needed to be slowed down rather than stimulated.",
          "He is good at turning functional ideas into technical designs, mock-ups and proof-of-concept setups.",
          "He is also very good at putting himself in the shoes of the end users of the software. This not only creates a technically well-functioning system, but also a system with a pleasant user interface.",
          "In addition, during a project there are always unforeseen situations that are more difficult to solve. Sem is someone who in such a situation certainly does not give up, but instead looks for alternatives.",
          "All in all a very good addition to our IT department."
        ],
        "avatarAlt": "Marc Dierikx avatar"
      },
      "tayamElJebari": {
        "name": "Tayam El Jebari",
        "position": "Fellow student | DevOps Engineer bij Albert Heijn",
        "dateISO": "2024-09-04",
        "description": [
          "I have enjoyed working with Sem. Sem has a good ability to take initiative in various tasks and has a serious approach with his responsibilities.",
          "His communication skills are excellent, which always makes cooperation within the team run smoothly. His dedication and diligence always leads to a clear structure in his code. Sem is also an upbeat and fun colleague to work with. His positive attitude contributes to a pleasant working atmosphere."
        ],
        "avatarAlt": "Tayam El Jebari avatar"
      },
      "luukBakkum": {
        "name": "Luuk Bakkum",
        "position": "Fellow student",
        "dateISO": "2024-09-28",
        "description": [
          "I have had the pleasure of working with Sem several times on various projects, and his skills are impressive. He makes coding seem simple and knows how to make sense of complex problems quickly. What really sets Sem apart is his eagerness to learn; he is always open to learning new technologies and quickly applies them to our projects. He is also an excellent team player: he communicates clearly, supports his team members and contributes to a positive working atmosphere. Sem is a valuable asset to any team and I look forward to working with him again in the future!"
        ],
        "avatarAlt": "Luuk Bakkum avatar"
      }
    }
  }
}
